Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: Requested token allowances
ja: 要求されたトークン使用上限
ko: 요청한 토큰 사용 한도
zh_hans: 请求的代币授权额度
zh_hant: 要求的代幣授權額度

source: Reset zoom
ja: 表示倍率をリセット
ko: 배율 초기화
zh_hans: 重置缩放
zh_hant: 重設縮放

source: Resolved: connected to the network again.
ja: 解決しました。ネットワークに再接続しました。
ko: 해결됐어요. 네트워크에 다시 연결됐어요.
zh_hans: 已解决：已重新连接网络。
zh_hant: 已解決：已重新連線網路。

source: Resolved: reward proofs are being accepted again.
ja: 解決しました。報酬の証明が再び受け入れられています。
ko: 해결됐어요. 보상 증명이 다시 받아들여지고 있어요.
zh_hans: 已解决：奖励证明已恢复接受。
zh_hant: 已解決：獎勵證明已恢復接受。

source: Resolved: reward proofs are being made again.
ja: 解決しました。報酬の証明が再び作られています。
ko: 해결됐어요. 보상 증명이 다시 만들어지고 있어요.
zh_hans: 已解决：奖励证明已恢复生成。
zh_hant: 已解決：已恢復產生獎勵證明。

source: Resolved: the app is updated to the network's rules.
ja: 解決しました。アプリをネットワークのルールに合わせてアップデートしました。
ko: 해결됐어요. 앱이 네트워크 규칙에 맞게 업데이트됐어요.
zh_hans: 已解决：应用已按网络规则更新。
zh_hant: 已解決：應用程式已更新，符合網路規則。

source: Resolved: the fixed version is installed.
ja: 解決しました。修正版をインストールしました。
ko: 해결됐어요. 고친 버전으로 업데이트됐어요.
zh_hans: 已解决：已安装修复版本。
zh_hant: 已解決：已安裝修正版。

source: Resolved: the node is running again.
ja: 解決しました。ノードが再び動いています。
ko: 해결됐어요. 노드가 다시 돌고 있어요.
zh_hans: 已解决：节点已恢复运行。
zh_hant: 已解決：節點已恢復執行。

source: Resolved: there is enough storage again.
ja: 解決しました。ストレージに余裕ができました。
ko: 해결됐어요. 저장 공간이 다시 충분해요.
zh_hans: 已解决：存储空间已恢复充足。
zh_hant: 已解決：儲存空間已足夠。

source: Resolved: this Mac is keeping up with the network again.
ja: 解決しました。このMacが再びネットワークに追いついています。
ko: 해결됐어요. 이 Mac이 네트워크를 다시 따라가고 있어요.
zh_hans: 已解决：此 Mac 已重新跟上网络。
zh_hant: 已解決：此 Mac 已跟上網路進度。

source: Resolved: this Mac's node is answering again.
ja: 解決しました。このMacのノードが再び応答しています。
ko: 해결됐어요. 이 Mac의 노드가 다시 응답해요.
zh_hans: 已解决：此 Mac 的节点已恢复响应。
zh_hant: 已解決：此 Mac 的節點已恢復回應。

source: Resources
ja: リソース
ko: 리소스
zh_hans: 资源
zh_hant: 資源

source: Restarting the node
ja: ノードを再起動中
ko: 노드 다시 시작하는 중
zh_hans: 正在重新启动节点
zh_hant: 正在重新啟動節點

source: Restore Account %lld
ja: アカウント %lld を戻す
ko: 계정 %lld 복구
zh_hans: 恢复账户 %lld
zh_hant: 復原帳戶 %lld

source: Retire account
ja: アカウントの使用を停止
ko: 계정 사용 중지
zh_hans: 停用账户
zh_hant: 停用帳戶

source: Retire account…
ja: アカウントの使用を停止…
ko: 계정 사용 중지…
zh_hans: 停用账户…
zh_hant: 停用帳戶…

source: Retired accounts
ja: 使用を停止したアカウント
ko: 사용을 중지한 계정
zh_hans: 已停用的账户
zh_hant: 已停用的帳戶

source: Revoked token %@
ja: トークン%@の使用許可を取り消しました
ko: 토큰 %@ 사용 허락 취소
zh_hans: 已撤销代币 %@ 的授权
zh_hant: 已撤銷代幣 %@ 的使用許可

source: Revoked token %@ for %@
ja: トークン%@の使用許可を%@から取り消しました
ko: 토큰 %@ 사용 허락을 %@에게서 취소
zh_hans: 已撤销 %2$@ 使用代币 %1$@ 的授权
zh_hant: 已撤銷代幣 %@ 供 %@ 使用的許可

source: Reward proofs have stopped. This Mac is retrying by itself; if it keeps up, please reopen the app.
ja: 報酬の証明が止まっています。このMacが自動で再試行しています。長く続く場合は、アプリを開き直してください。
ko: 보상 증명이 멈춰 있어요. 이 Mac이 저절로 다시 시도하고 있어요. 오래 계속되면 앱을 다시 열어 주세요.
zh_hans: 奖励证明已停止。此 Mac 正在自动重试；如果持续如此，请重新打开应用。
zh_hant: 獎勵證明已停止。此 Mac 正在自動重試，若持續如此，請重新開啟應用程式。

source: Rewards by day
ja: 日ごとの報酬
ko: 날짜별 보상
zh_hans: 每日奖励
zh_hant: 每日獎勵

source: Run a node on this Mac
ja: このMacでノードを動かす
ko: 이 Mac에서 노드 실행
zh_hans: 在此 Mac 上运行节点
zh_hant: 在此 Mac 上執行節點

source: Run on Battery Too
ja: バッテリーでも実行
ko: 배터리에서도 실행
zh_hans: 使用电池时也运行
zh_hant: 使用電池時也執行

source: Running a voting node is your choice and your responsibility. You can turn the node off anytime.
ja: 投票ノードの運用は自分の選択と責任で行います。ノードはいつでも止められます。
ko: 투표 노드 운영은 본인의 선택이자 책임이에요. 노드는 언제든 끌 수 있어요.
zh_hans: 是否运行投票节点由你决定，也由你负责。你可以随时关闭节点。
zh_hant: 執行投票節點是你的選擇與責任，可隨時關閉節點。

source: STARTING
ja: 起動中
ko: 시작 중
zh_hans: 正在启动
zh_hant: 正在啟動

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save this download?
ja: このダウンロードを保存しますか？
ko: 이 파일을 저장할까요?
zh_hans: 要保存此下载文件吗？
zh_hant: 要儲存此下載檔案嗎？

source: Save to Downloads
ja: 「ダウンロード」に保存
ko: 다운로드 폴더에 저장
zh_hans: 保存到“下载”
zh_hant: 儲存到「下載項目」

source: Saves eastsea-earnings.csv from what this app saw. The records never leave this Mac.
ja: このアプリが確認した記録をeastsea-earnings.csvに保存します。記録はこのMacの外に出ません。
ko: 이 앱이 본 기록으로 eastsea-earnings.csv를 저장해요. 기록은 이 Mac 밖으로 나가지 않아요.
zh_hans: 将此应用看到的记录保存为 eastsea-earnings.csv。记录不会离开此 Mac。
zh_hant: 將此應用程式記錄的內容儲存為 eastsea-earnings.csv，紀錄不會離開此 Mac。

source: Saves every history row this wallet has loaded — time, kind, amount and fee, exact — as a CSV file.
ja: このウォレットが読み込んだすべての履歴を、日時、種類、金額、手数料を正確に含むCSVファイルに保存します。
ko: 이 지갑이 불러온 모든 내역(시간, 종류, 금액, 수수료를 정확히)을 CSV 파일로 저장해요.
zh_hans: 将此钱包已加载的每条记录保存为 CSV 文件，包括准确的时间、类型、金额和手续费。
zh_hant: 將錢包已載入的每筆紀錄儲存為 CSV 檔案，保留確切的時間、類別、金額與手續費。

# Scan to receive %@ and %@ tokens.
source: Scan to receive %1$@ and %2$@ tokens.
ja: スキャンして%1$@と%2$@のトークンを受け取れます。
ko: 스캔하여 %1$@ 및 %2$@ 토큰을 받으세요.
zh_hans: 扫码接收%1$@和%2$@代币。
zh_hant: 掃碼接收%1$@和%2$@代幣。

source: Sea names are not available yet.
ja: sea://の名前はまだ利用できません。
ko: sea:// 이름은 아직 사용할 수 없어요.
zh_hans: sea:// 名称暂不可用。
zh_hant: sea:// 名稱尚無法使用。

source: Search engine
ja: 検索エンジン
ko: 검색 엔진
zh_hans: 搜索引擎
zh_hant: 搜尋引擎

source: Search history
ja: 履歴を検索
ko: 방문 기록 검색
zh_hans: 搜索浏览记录
zh_hant: 搜尋瀏覽記錄

source: Search or enter a URL or sea name
ja: 検索語、アドレス、sea://の名前
ko: 검색어, 주소 또는 sea:// 이름
zh_hans: 搜索或输入网址、sea:// 名称
zh_hant: 搜尋或輸入網址、sea:// 名稱

source: Security
ja: セキュリティ
ko: 보안
zh_hans: 安全
zh_hant: 安全性

source: See all
ja: すべて表示
ko: 모두 보기
zh_hans: 查看全部
zh_hant: 查看全部

source: Selected account
ja: 選択中のアカウント
ko: 선택한 계정
zh_hans: 已选账户
zh_hant: 已選帳戶

source: Sell for %@ (graduated pool)
ja: 売って%@を受け取る（移行後のプール）
ko: 판매하고 %@ 받기 (졸업한 풀)
zh_hans: 卖出换取 %@（已完成发行的池）
zh_hant: 賣出換取 %@（已完成發行的資金池）

source: Sell on the launch curve
ja: ローンチパッドで売る
ko: 런치패드에서 판매
zh_hans: 在发行曲线上卖出
zh_hant: 在發行曲線上賣出

source: Send
ja: 送る
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

source: Send %@
ja: %@を送る
ko: %@ 보내기
zh_hans: 发送 %@
zh_hant: 傳送 %@

source: Send (signed in the Secure Enclave)
ja: 送る（Secure Enclaveで署名）
ko: 보내기 (Secure Enclave에서 서명)
zh_hans: 发送（在 Secure Enclave 中签名）
zh_hant: 傳送（在 Secure Enclave 中簽署）

source: Send again at the current fee
ja: 現在の手数料で再送
ko: 지금 수수료로 다시 보내기
zh_hans: 按当前手续费重新发送
zh_hant: 以目前手續費再次傳送

source: Sends
ja: 送る金額
ko: 보내는 금액
zh_hans: 发送
zh_hant: 傳送金額

source: Sent
ja: 送信済み
ko: 보냄
zh_hans: 已发送
zh_hant: 已傳送

source: Sent %@ %@ to %@
ja: %3$@に%1$@ %2$@を送りました
ko: %3$@에게 %1$@ %2$@ 보냄
zh_hans: 已向 %3$@ 发送 %1$@ %2$@
zh_hant: 已傳送 %@ %@ 至 %@

source: Sent %@ to %@
ja: %2$@に%1$@を送りました
ko: %2$@에게 %1$@ 보냄
zh_hans: 已向 %2$@ 发送 %1$@
zh_hant: 已傳送 %@ 至 %@

source: Sent to %@
ja: %@に送りました
ko: %@에게 보냄
zh_hans: 已发送至 %@
zh_hant: 已傳送至 %@

source: Server hosting
ja: サーバーホスティング
ko: 서버 호스팅
zh_hans: 服务器托管
zh_hant: 伺服器代管

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Share
ja: 共有
ko: 공유
zh_hans: 分享
zh_hant: 分享

source: Show in Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show in main list
ja: メインの一覧に表示
ko: 기본 목록에 보이기
zh_hans: 在主列表中显示
zh_hant: 顯示於主要清單

source: Show receipt · %@…
ja: 取引の記録を表示 · %@…
ko: 영수증 보기 · %@…
zh_hans: 显示凭据 · %@…
zh_hant: 查看收據 · %@…

source: Showing the newest 14 days — load older activity for the rest.
ja: 最近の14日間を表示しています。残りは過去の履歴を読み込むと表示されます。
ko: 최근 14일만 보여요. 나머지는 이전 활동을 더 불러오면 보여요.
zh_hans: 目前显示最近 14 天，加载更早的活动可查看其余记录。
zh_hant: 目前顯示最近 14 天，載入更早的活動可查看其餘紀錄。

source: Shown as
ja: 表示される金額
ko: 표시 금액
zh_hans: 显示为
zh_hant: 顯示金額

source: Signing Macs
ja: 署名するMac
ko: 서명하는 Mac
zh_hans: 签名的 Mac
zh_hant: 簽署區塊的 Mac

source: Signing keys
ja: 署名キー
ko: 서명 키
zh_hans: 签名密钥
zh_hant: 簽名金鑰

source: Simulator: software key (no Secure Enclave)
ja: シミュレータ：ソフトウェアのキー（Secure Enclaveなし）
ko: 시뮬레이터: 소프트웨어 키 (Secure Enclave 없음)
zh_hans: 模拟器：软件密钥（没有 Secure Enclave）
zh_hant: 模擬器：軟體金鑰（沒有 Secure Enclave）

source: Site permissions
ja: サイトの権限
ko: 사이트 권한
zh_hans: 网站权限
zh_hant: 網站權限

source: Sites you visit appear here.
ja: 訪問したサイトがここに表示されます。
ko: 방문한 사이트가 여기에 표시돼요.
zh_hans: 访问过的网站会显示在这里。
zh_hant: 造訪過的網站會顯示在這裡。

source: Software updates
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
zh_hans: 软件更新
zh_hant: 軟體更新

source: Sold on launchpad · %@
ja: ローンチパッドで販売 · %@
ko: 런치패드에서 판매 · %@
zh_hans: 在发行平台卖出 · %@
zh_hant: 在發行平台賣出 · %@

source: Someone sent these to you. Nothing you signed ever touched them — anyone can create a token, so check the contract address before trusting one.
ja: 誰かが送ってきたトークンです。自分の署名で扱ったことはありません。誰でもトークンを作れるため、信頼する前にコントラクトのアドレスを確認してください。
ko: 누군가 보내온 토큰이에요. 내가 서명해서 다룬 적이 없고, 토큰은 누구나 만들 수 있으니 믿기 전에 컨트랙트 주소를 확인해 주세요.
zh_hans: 这些代币由别人发送给你，你的签名从未涉及它们。任何人都能创建代币，信任前请先检查合约地址。
zh_hant: 這些代幣是他人傳給你的，你未曾簽署操作。任何人都可建立代幣，信任前請先確認合約地址。

source: Spender
ja: 使用許可先
ko: 사용 권한 주소
zh_hans: 被授权地址
zh_hant: 被授權地址

source: Start page
ja: スタートページ
ko: 시작 페이지
zh_hans: 起始页
zh_hant: 起始頁

source: Start recovery
ja: 復旧を開始
ko: 복구 시작
zh_hans: 开始恢复
zh_hant: 開始復原

source: Starting in %@.
ja: %@後に起動します。
ko: %@ 뒤에 시작해요.
zh_hans: %@ 后启动。
zh_hant: %@ 後啟動。

source: Starting the node…
ja: ノードを起動中…
ko: 노드를 시작하는 중…
zh_hans: 正在启动节点…
zh_hant: 正在啟動節點…

source: Starting…
ja: 起動中…
ko: 시작하는 중…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Startup
ja: 起動と再起動
ko: 시작 및 재시작
zh_hans: 启动与重启
zh_hant: 啟動與重新啟動

source: Still verifying
ja: まだ確認中
ko: 아직 검증하는 중
zh_hans: 仍在验证
zh_hant: 仍在驗證

source: Stop agent payments
ja: エージェントの支払いを止める
ko: 에이전트 결제 멈추기
zh_hans: 停止代理付款
zh_hant: 停止代理付款

source: Stop loading
ja: 読み込みを中止
ko: 로드 중지
zh_hans: 停止加载
zh_hant: 停止載入

source: Stopping takes the agents' permission to pay away at once, with Touch ID. Payments already sent stay sent.
ja: Touch IDで確認すると、エージェントの支払い権限をすぐに取り消します。すでに送った支払いは戻りません。
ko: 멈추면 Touch ID 확인 후 에이전트의 결제 권한이 바로 사라져요. 이미 보낸 결제는 되돌려지지 않아요.
zh_hans: 用 Touch ID 停止后，代理的付款权限会立即撤销。已发送的付款仍然有效。
zh_hant: 停止時會透過 Touch ID 立即撤銷代理的付款權限。已傳出的付款無法撤回。

source: Storage is full. The node restarts by itself once 7 GB is free.
ja: ストレージが不足しています。7 GB空くとノードが自動で再開します。
ko: 저장 공간이 부족해요. 남은 공간이 7 GB가 되면 노드가 저절로 다시 시작해요.
zh_hans: 存储空间已满，空闲达到 7 GB 后节点会自动重启。
zh_hant: 儲存空間已滿，可用空間達 7 GB 時，節點會自動重新啟動。

source: Storage is low, so proving rests. It resumes when there is room.
ja: 空き容量が少ないため、証明を休んでいます。空き容量ができると再開します。
ko: 저장 공간이 부족해 증명을 쉬어요. 공간이 생기면 다시 해요.
zh_hans: 存储空间不足，证明已暂停。有空间后恢复。
zh_hant: 儲存空間不足，已暫停證明，有空間後會恢復。

source: Storage is low, so this Mac paused its part in the network. It restarts by itself once 7 GB is free.
ja: ストレージが不足したため、このMacのネットワーク参加を休止しています。7 GB空くと自動で再開します。
ko: 저장 공간이 부족해 네트워크 참여를 잠시 멈췄어요. 남은 공간이 7 GB가 되면 저절로 다시 시작해요.
zh_hans: 存储空间不足，此 Mac 已暂停参与网络。空闲达到 7 GB 后会自动重启。
zh_hant: 儲存空間不足，此 Mac 已暫停參與網路。可用空間達 7 GB 時會自動重新啟動。

source: Storage low · node resting
ja: ストレージが不足 · ノードは休止中
ko: 저장 공간 부족 · 노드 쉬는 중
zh_hans: 存储空间不足 · 节点暂歇
zh_hant: 儲存空間不足 · 節點暫停中

source: Storage rewards are not on yet.
ja: 保管の報酬はまだ始まっていません。
ko: 보관 보상은 아직 시작되지 않았습니다.
zh_hans: 存储奖励尚未启用。
zh_hant: 儲存獎勵尚未啟用。

source: Storage rewards are not on yet. A later network upgrade turns them on, and no amount is promised.
ja: 保管の報酬はまだ有効になっていません。今後のネットワーク更新で有効になります。金額は約束されていません。
ko: 보관 보상은 아직 켜져 있지 않아요. 나중에 네트워크 업그레이드로 켜지며, 약속된 금액은 없어요.
zh_hans: 存储奖励尚未开启，将由今后的网络升级启用，奖励金额尚无承诺。
zh_hant: 儲存獎勵尚未啟用，將由日後的網路升級啟用，不承諾任何金額。

source: Store Here
ja: ここに保存
ko: 여기에 저장
zh_hans: 存储在此处
zh_hant: 儲存在這裡

source: Streak
ja: 連続接続
ko: 연속 접속
zh_hans: 连续在线
zh_hant: 連續連線

source: Swap %@ for tokens
ja: %@をトークンに交換
ko: %@ → 토큰 교환
zh_hans: 用 %@ 兑换代币
zh_hant: 將 %@ 換成代幣

source: Swap tokens
ja: トークンを交換
ko: 토큰 교환
zh_hans: 兑换代币
zh_hant: 交換代幣

source: Swap tokens for %@
ja: トークンを%@に交換
ko: 토큰 → %@ 교환
zh_hans: 用代币兑换 %@
zh_hant: 將代幣換成 %@

source: Swapped %@ → %@
ja: 交換しました %@ → %@
ko: 교환 %@ → %@
zh_hans: 已兑换 %@ → %@
zh_hant: 已交換 %@ → %@

source: Switch account
ja: アカウントを切り替える
ko: 계정 전환
zh_hans: 切换账户
zh_hant: 切換帳戶

source: Test %@ from the faucet
ja: テストコイン受取所からのテスト用%@
ko: 테스트 코인 받기에서 받은 테스트 %@
zh_hans: 领取的测试 %@
zh_hant: 領取的測試 %@

source: Test Doubloon
ja: テスト用Doubloon
ko: 테스트 더블룬
zh_hans: 测试Doubloon
zh_hant: 測試Doubloon

source: Testnet %@ does not carry over.
ja: テストネットの%@はメインネットに引き継がれません。
ko: 테스트넷 %@ 잔액은 메인넷으로 넘어가지 않아요.
zh_hans: 测试网的 %@ 不会转入主网。
zh_hant: 測試網的 %@ 不會轉入主網。

source: That address is not valid.
ja: アドレスが正しくありません。
ko: 올바른 주소가 아니에요.
zh_hans: 地址无效。
zh_hant: 地址無效。

source: That is not a web address.
ja: ウェブアドレスではありません。
ko: 웹 주소가 아니에요.
zh_hans: 这不是网址。
zh_hant: 這不是網頁地址。

source: That sea:// name is not valid.
ja: sea://の名前が正しくありません。
ko: 올바른 sea:// 이름이 아니에요.
zh_hans: sea:// 名称无效。
zh_hant: sea:// 名稱無效。

source: The %@ website.
ja: %@のウェブサイトです。
ko: %@ 웹사이트예요.
zh_hans: %@ 网站。
zh_hant: %@ 的網站。

source: The Mac is busy, so proving rests. It resumes when things calm down.
ja: Macが忙しいため、証明を休んでいます。落ち着くと再開します。
ko: Mac이 바빠서 증명을 잠시 쉬어요. 한가해지면 다시 해요.
zh_hans: Mac 正忙，证明暂时暂停。空闲后会恢复。
zh_hant: Mac 正在忙碌，已暫停證明，稍後空閒時會恢復。

source: The Mac is low on memory. Close a few other apps.
ja: Macのメモリが不足しています。ほかのアプリをいくつか閉じてください。
ko: 메모리가 부족해요. 다른 앱을 몇 개 닫아 주세요.
zh_hans: Mac 内存不足，请关闭几个其他应用。
zh_hant: Mac 的記憶體不足，請關閉幾個其他應用程式。

source: The account index cannot be read. The wallet keys have been kept.
ja: アカウント一覧を読み取れませんでした。ウォレットのキーは保管されています。
ko: 계정 목록을 읽을 수 없어요. 지갑 키는 안전하게 보관되어 있어요.
zh_hans: 无法读取账户列表。钱包密钥已保留。
zh_hant: 無法讀取帳戶清單。錢包金鑰已保留。

source: The app list will update when the registry is available.
ja: レジストリが利用可能になると、アプリ一覧を更新します。
ko: 앱 목록 서비스가 준비되면 목록이 업데이트돼요.
zh_hans: 应用注册表可用后会更新应用列表。
zh_hant: 應用程式登錄清單可用後，便會更新應用程式列表。

source: The balance could not be checked. The account has been kept.
ja: 残高を確認できませんでした。アカウントはそのまま保管されています。
ko: 잔액을 확인하지 못했어요. 계정은 그대로 보관되어 있어요.
zh_hans: 无法检查余额。账户已保留。
zh_hant: 無法確認餘額。帳戶已保留。

source: The balance was too low when this payment was checked. This payment is not recorded on chain yet.
ja: この支払いの確認時に残高が不足していました。この支払いはまだチェーンに記録されていません。
ko: 이 거래를 확인했을 때 잔액이 부족했어요. 이 거래는 아직 체인에 기록되지 않았어요.
zh_hans: 检查此付款时余额不足。此付款尚未记录在链上。
zh_hant: 確認此付款時餘額不足。此付款尚未記錄在鏈上。

source: The balance was too low, so it did not go through. No money left your wallet.
ja: 残高が不足したため、処理されませんでした。ウォレットから資金は出ていません。
ko: 잔액이 부족해 처리되지 않았어요 (아직 체인에 기록되지 않음).
zh_hans: 余额不足，付款未处理。钱包没有扣款。
zh_hant: 餘額不足，因此未完成。沒有資金離開錢包。

source: The block data is already there.
ja: ブロックデータはすでにこの場所にあります。
ko: 이미 이 위치를 쓰고 있어요.
zh_hans: 区块数据已在此处。
zh_hant: 區塊資料已在此位置。

source: The block data is being copied and checked at its new place. The wallet keeps working.
ja: ブロックデータを新しい保存先へコピーして確認しています。その間もウォレットは使えます。
ko: 블록 데이터를 새 위치로 복사하고 확인하는 중이에요. 지갑은 그동안에도 써요.
zh_hans: 正在将区块数据复制到新位置并检查，钱包仍可使用。
zh_hant: 正在將區塊資料複製至新位置並確認，錢包仍可使用。

source: The block data is on an external disk, so after a restart the node starts when the app opens.
ja: ブロックデータが外付けディスクにあるため、再起動後はアプリを開くとノードが起動します。
ko: 블록 데이터가 외장 디스크에 있어서, 재시동 뒤에는 앱을 열 때 노드가 시작돼요.
zh_hans: 区块数据在外置磁盘上，因此重新启动后，节点会在应用打开时启动。
zh_hant: 區塊資料位於外接磁碟，重新啟動後，節點會在開啟應用程式時啟動。

source: The block data lives on this disk. Nothing is re-downloaded to the internal disk behind your back.
ja: ブロックデータはこのディスクにあります。知らない間に内蔵ディスクへ再ダウンロードすることはありません。
ko: 블록 데이터가 이 디스크에 있어요. 내장 디스크로 몰래 다시 받지 않아요.
zh_hans: 区块数据位于此磁盘上。不会未经你同意重新下载到内置磁盘。
zh_hant: 區塊資料儲存在此磁碟，應用程式不會擅自重新下載至內建磁碟。

source: The block explorer below is part of the app and reads this Mac's own node. Pages you open can connect to your wallet — every request asks first, and Security lists the sites you allowed.
ja: 下のブロックエクスプローラーはアプリに含まれ、このMacのノードを読み取ります。開いたウェブページはウォレットに接続できますが、依頼のたびに先に確認します。許可したサイトはセキュリティ画面で確認できます。
ko: 아래 블록 탐색기는 앱에 들어 있고 이 Mac의 노드를 읽어요. 여기서 연 웹페이지는 지갑에 연결할 수 있지만 매번 먼저 물어보고, 허락한 사이트는 보안 페이지에 모여 있어요.
zh_hans: 下方的区块浏览器是应用的一部分，只读取此 Mac 的节点。打开的网页可以连接钱包，每个请求都会先征求同意，你允许的网站会列在“安全”中。
zh_hant: 下方的區塊瀏覽器是應用程式的一部分，讀取此 Mac 的節點。開啟的網頁可連線你的錢包，每個請求都會先詢問。「安全性」頁面會列出你允許的網站。

source: The block-data move record could not be read. Keep both copies and retry after reconnecting the disk.
ja: ブロックデータの移動記録を読み取れませんでした。両方のコピーを保管し、ディスクを接続し直してから再試行してください。
ko: 블록 데이터 이동 기록을 읽을 수 없어요. 두 사본을 모두 보관하고 디스크를 다시 연결한 뒤 재시도하세요.
zh_hans: 无法读取区块数据的移动记录。请保留两个副本，重新连接磁盘后再试。
zh_hant: 無法讀取區塊資料的移動記錄。請保留兩份副本，重新連接磁碟後再試。

source: The confirmation terminal could not be opened: %@
ja: 確認用のターミナルを開けませんでした: %@
ko: 확인 터미널을 열 수 없어요: %@
zh_hans: 无法打开确认终端：%@
zh_hant: 無法開啟確認終端：%@

source: The confirmation terminal could not be read: %@
ja: 確認用のターミナルを読み取れませんでした: %@
ko: 확인 터미널을 읽을 수 없어요: %@
zh_hans: 无法读取确认终端：%@
zh_hant: 無法讀取確認終端：%@

source: The confirmed amount is not a usable number of base units.
ja: 確認した金額は有効な基本単位の数量ではありません。
ko: 확인한 금액이 쓸 수 있는 기본 단위 수가 아니에요.
zh_hans: 确认的金额无法换算为有效的基本单位数量。
zh_hant: 確認的金額不是有效的基本單位數。

source: The data move could not be completed. Nothing was deleted; the next launch retries.
ja: データの移動を完了できませんでした。何も削除していません。次の起動時に再試行します。
ko: 데이터 옮기기를 끝내지 못했어요. 지운 것은 없고, 다음에 앱을 열 때 다시 시도해요.
zh_hans: 无法完成数据迁移，没有删除任何内容，下次启动时会重试。
zh_hant: 無法完成移動資料，沒有刪除任何內容，下次啟動會重試。

source: The destination node data could not be opened. Neither node tree was changed.
ja: 移行先のノードデータを開けませんでした。どちらのノードデータも変更していません。
ko: 대상 위치의 노드 데이터를 열 수 없어요. 양쪽 노드 데이터는 변경하지 않았어요.
zh_hans: 无法打开目标位置的节点数据。两处节点数据均未改动。
zh_hant: 無法開啟目標位置的節點資料。兩處節點資料均未更動。

source: The details are not valid. Check the address and amount.
ja: 入力が正しくありません。アドレスと金額を確認してください。
ko: 입력한 내용이 올바르지 않아요. 주소와 금액을 다시 확인해 주세요.
zh_hans: 信息无效，请检查地址和金额。
zh_hant: 資料無效，請確認地址與金額。

source: The download could not be saved.
ja: ダウンロードしたファイルを保存できませんでした。
ko: 다운로드한 파일을 저장하지 못했어요.
zh_hans: 无法保存下载的文件。
zh_hant: 無法儲存下載的檔案。

source: The file will be saved in Downloads. Downloaded files never open automatically.
ja: ファイルは「ダウンロード」に保存されます。ダウンロードしたファイルが自動で開くことはありません。
ko: 파일은 다운로드 폴더에 저장돼요. 다운로드한 파일은 자동으로 열리지 않아요.
zh_hans: 文件将保存在“下载”文件夹中。下载的文件不会自动打开。
zh_hant: 檔案會儲存在「下載項目」檔案夾。下載的檔案不會自動開啟。

source: The founder's only special permission: one Mac may run up to 3 reserve validator keys, and only while the network needs them. Hours they serve count as the founder's participation, under the same 1/16 cap as everyone; they add no extra share.
ja: 創業者に認められる唯一の特例は、1台のMacで予備の検証者キーを最大3つまで動かせることです。ネットワークに必要な間だけ使えます。稼働時間は創業者の参加として数え、全員と同じ1/16の上限に従います。追加の取り分はありません。
ko: 창업자에게 하나뿐인 예외: Mac 한 대가 예비 서명 키를 최대 3개까지, 네트워크에 필요할 때만 돌릴 수 있어요. 그 시간은 창업자의 참여로 세고, 모두와 같은 1/16 한도를 따르며 몫이 늘지 않아요.
zh_hans: 创始人唯一的特殊权限是：网络需要时，一台 Mac 最多可运行 3 个备用验证者密钥。服务时长计入创始人的参与时长，遵守与其他人相同的 1/16 上限，不会增加份额。
zh_hant: 創辦人唯一的特許：一部 Mac 最多可執行 3 個備用驗證者金鑰，且僅限網路需要時。執行時數算入創辦人的參與，和所有人一樣受 1/16 上限約束，不會增加份額。

source: The full history is about %@ today and grows by about %@ a month.
ja: 現在、全履歴は約%@で、1か月に約%@ずつ増えます。
ko: 지금 전체 기록은 약 %@이고, 한 달에 약 %@씩 늘어나요.
zh_hans: 当前完整历史约为 %@，每月增加约 %@。
zh_hant: 目前完整紀錄約 %@，每月增加約 %@。

source: The history could not be read from the node just now, so this list may be out of date or incomplete.
ja: ノードから履歴を読み取れませんでした。この一覧は古かったり、一部が欠けていたりする場合があります。
ko: 방금 노드에서 내역을 읽지 못해서 이 목록이 오래됐거나 빠진 게 있을 수 있어요.
zh_hans: 刚才无法从节点读取记录，因此列表可能已过时或不完整。
zh_hant: 剛才無法從節點讀取紀錄，因此此清單可能過時或不完整。

source: The key stays on this Mac. You can restore this account later.
ja: キーはこのMacに残ります。このアカウントは後で戻せます。
ko: 키는 이 Mac에 그대로 남아요. 나중에 이 계정을 복구할 수 있어요.
zh_hans: 密钥仍留在此 Mac 上。你可以稍后恢复此账户。
zh_hant: 金鑰會留在此 Mac。你可稍後復原此帳戶。

source: The migrated EastSea node data is unavailable. Reconnect its disk or restore the destination; the old recovery copy was left untouched.
ja: 移行したEastSeaのノードデータを利用できません。ディスクを接続し直すか、移行先を復元してください。古い復旧用コピーは変更していません。
ko: 옮긴 동해 노드 데이터를 사용할 수 없어요. 디스크를 다시 연결하거나 대상 위치를 복원하세요. 이전 복구 사본은 그대로 남아 있어요.
zh_hans: 已迁移的 EastSea 节点数据不可用。请重新连接磁盘或恢复目标位置。旧的恢复副本未被改动。
zh_hant: 已移轉的 EastSea 節點資料無法使用。請重新連接磁碟或復原目標位置。舊的復原副本未被更動。

source: The move did not complete: the copy did not verify or space ran out. The block data is still where it was.
ja: 移動は完了しませんでした。コピーが一致しないか、空き容量が不足しています。ブロックデータは元の場所に残っています。
ko: 옮기지 못했어요. 복사한 내용이 원본과 맞지 않거나 공간이 모자라요. 블록 데이터는 원래 자리에 그대로 있어요.
zh_hans: 移动未完成：副本未通过验证，或空间已用尽。区块数据仍在原处。
zh_hant: 移動未完成，可能是複製驗證失敗或空間不足。區塊資料仍在原來的位置。

source: The network cannot be found right now. Trying again. Your balance is safe.
ja: 今はネットワークが見つかりません。再試行しています。残高は安全です。
ko: 네트워크를 찾지 못하고 있어요. 다시 시도해 볼게요. 잔액은 안전해요.
zh_hans: 暂时找不到网络，正在重试。你的余额是安全的。
zh_hant: 目前找不到網路，正在重試。你的餘額很安全。

source: The network cannot be reached yet.
ja: まだネットワークに接続できません。
ko: 아직 네트워크에 연결되지 않았어요.
zh_hans: 暂时无法连接网络。
zh_hant: 尚無法連線網路。

source: The network did not accept this transaction. Check your balance and fee, then try again.
ja: ネットワークがこの取引を受け付けませんでした。残高と手数料を確認し、再試行してください。
ko: 네트워크가 이 거래를 받지 않았어요. 잔액과 수수료를 확인하고 다시 해 주세요.
zh_hans: 网络未接受此交易。请检查余额和手续费，再重试。
zh_hant: 網路未接受此交易，請確認餘額與手續費後再試。

source: The network fee changed. Nothing was sent; check the new fee and send again.
ja: ネットワーク手数料が変わりました。何も送っていません。新しい手数料を確認して再送してください。
ko: 네트워크 수수료가 바뀌었어요. 보내지 않았으니 새 수수료를 확인하고 다시 보내 주세요.
zh_hans: 网络手续费已改变，尚未发送。请检查新手续费并重新发送。
zh_hant: 網路手續費已變更，尚未傳送任何內容。請確認新手續費後再次傳送。

source: The network fee went up for a moment. Waiting for it to come down.
ja: ネットワーク手数料が一時的に上がったため、下がるのを待っています。
ko: 네트워크 수수료가 잠시 올라 내려가기를 기다리고 있어요.
zh_hans: 网络手续费暂时上涨，正在等待降低。
zh_hant: 網路手續費暫時上升，正在等候下降。

source: The network fee went up, so it did not go through. No money left your wallet. You can send it again at the current fee.
ja: ネットワーク手数料が上がったため、処理されませんでした。ウォレットから資金は出ていません。現在の手数料で再送できます。
ko: 네트워크 수수료가 올라 처리되지 않았어요 (아직 체인에 기록되지 않음). 새 가격으로 다시 보낼 수 있어요.
zh_hans: 网络手续费上涨，付款未处理。钱包没有扣款，你可以按当前手续费重新发送。
zh_hant: 網路手續費上升，因此未完成。沒有資金離開錢包，你可用目前手續費再次傳送。

source: The network fee went up. This payment is not recorded on chain yet. You can send it again at the current fee.
ja: ネットワークの手数料が上がりました。この支払いはまだチェーンに記録されていません。現在の手数料で再送できます。
ko: 네트워크 수수료가 올랐어요. 이 거래는 아직 체인에 기록되지 않았어요. 현재 수수료로 다시 보낼 수 있어요.
zh_hans: 网络手续费上涨了。此付款尚未记录在链上。你可以按当前手续费重新发送。
zh_hant: 網路手續費上升了。此付款尚未記錄在鏈上。你可用目前手續費再次傳送。

source: The network got busy and the fee rose above the most this payment allows, so it did not go through. No money left your wallet. You can send it again at the current fee.
ja: ネットワークが混み合い、手数料がこの支払いの上限を超えたため、処理されませんでした。ウォレットから資金は出ていません。現在の手数料で再送できます。
ko: 네트워크가 붐벼 수수료가 이 거래에 허용한 최대치보다 올라 처리되지 않았어요 (아직 체인에 기록되지 않음). 새 가격으로 다시 보낼 수 있어요.
zh_hans: 网络繁忙，手续费超过了此付款允许的最高金额，因此未处理。钱包没有扣款，你可以按当前手续费重新发送。
zh_hant: 網路忙碌，手續費超出此付款的上限，因此未完成。沒有資金離開錢包，你可用目前手續費再次傳送。

source: The network got busy and the fee rose above the most this payment allows. This payment is not recorded on chain yet. You can send it again at the current fee.
ja: ネットワークが混み合い、手数料がこの支払いの上限を超えました。この支払いはまだチェーンに記録されていません。現在の手数料で再送できます。
ko: 네트워크가 붐벼 수수료가 이 거래에 허용한 최대치보다 높아졌어요. 이 거래는 아직 체인에 기록되지 않았어요. 현재 수수료로 다시 보낼 수 있어요.
zh_hans: 网络变得繁忙，手续费超过了此付款允许的上限。此付款尚未记录在链上。你可以按当前手续费重新发送。
zh_hant: 網路變得忙碌，手續費超出此付款的上限。此付款尚未記錄在鏈上。你可用目前手續費再次傳送。

source: The network has no record of this payment.
ja: ネットワークにこの支払いの記録がありません。
ko: 네트워크에서 이 거래를 찾지 못했어요.
zh_hans: 网络没有此付款的记录。
zh_hant: 網路沒有此付款的紀錄。

source: The network has not made a new block for a while, so there is nothing new to verify. The balance shown is the last one this device verified; a pause by itself does not move funds. It updates by itself when blocks resume.
ja: ネットワークにしばらく新しいブロックがないため、新たに検証するものがありません。表示中の残高は、このデバイスで最後に検証した値です。停止だけで資金は動きません。ブロックが再開すると自動で更新します。
ko: 네트워크에 한동안 새 블록이 없어서 새로 검증할 게 없어요. 보이는 잔액은 이 기기가 마지막으로 검증한 값이고, 멈춘다고 돈이 움직이지는 않아요. 블록이 다시 나오면 저절로 업데이트돼요.
zh_hans: 网络已有一段时间没有新区块，暂时没有新内容可验证。显示的余额是此设备上次验证的余额，暂停本身不会转移资金。恢复出块后会自动更新。
zh_hant: 網路已有一段時間沒有新區塊，因此沒有新資料可驗證。顯示的餘額是此裝置最後驗證的數值，暫停本身不會移動資金。區塊恢復後會自動更新。

source: The network is busy: the fee right now is above the most this payment allows. It goes through once the fee comes down. If it still waits after 10 minutes it is cancelled, and no money leaves your wallet.
ja: ネットワークが混み合い、手数料がこの支払いの上限を超えています。手数料が下がると処理されます。10分後も待機中ならキャンセルされ、ウォレットから資金は出ません。
ko: 네트워크가 붐벼 지금 수수료가 이 거래에 허용한 최대치보다 높아요. 내려가면 처리돼요.
zh_hans: 网络繁忙，当前手续费超过了此付款允许的最高金额。手续费降低后会处理。如果等待超过 10 分钟，会取消，钱包不会扣款。
zh_hant: 網路忙碌，目前手續費超出此付款的上限，下降後便會完成。若 10 分鐘後仍在等候，會取消，資金不會離開錢包。

source: The network is busy: the fee right now is above the most this payment allows. It may go through in about %@, when the fee comes down. If it has not come down within 10 minutes, it may not go through; you can send it again at the current fee.
ja: ネットワークが混み合い、手数料がこの支払いの上限を超えています。約%@後に手数料が下がれば処理される場合があります。10分以内に下がらないと、処理されない場合があります。現在の手数料で再送できます。
ko: 네트워크가 붐벼 지금 수수료가 이 거래에 허용한 최대치보다 높아요. 약 %@ 뒤 내려가면 처리돼요. 10분 안에 내려가지 않으면 처리되지 않을 수 있고, 그때는 새 가격으로 다시 보낼 수 있어요.
zh_hans: 网络繁忙，当前手续费超过了此付款允许的最高金额。约 %@ 后，手续费降低时可能处理。如果 10 分钟内未降低，付款可能无法处理；你可以按当前手续费重新发送。
zh_hant: 網路忙碌，目前手續費超出此付款的上限。若手續費下降，約 %@ 後可能完成。若 10 分鐘內未下降，可能無法完成；你可用目前手續費再次傳送。
